{"format": "layers-model", "generatedBy": null, "convertedBy": "TensorFlow.js Converter v1.3.2", "modelTopology": null, "weightsManifest": [{"paths": ["group1-shard1of4.bin", "group1-shard2of4.bin", "group1-shard3of4.bin", "group1-shard4of4.bin"], "weights": [{"name": "conv2d_1/kernel", "shape": [5, 5, 1, 32], "dtype": "float32"}, {"name": "conv2d_1/bias", "shape": [32], "dtype": "float32"}, {"name": "dense_1/kernel", "shape": [6272, 512], "dtype": "float32"}, {"name": "dense_1/bias", "shape": [512], "dtype": "float32"}, {"name": "dense_2/kernel", "shape": [512, 62], "dtype": "float32"}, {"name": "dense_2/bias", "shape": [62], "dtype": "float32"}]}]}